Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In the 50 years since Norwegian petroleum activities began, about 49 per cent of the estimated total recoverable resources on the continental shelf have been produced and sold from a total of 115 fields.
nb: Gjennom snart 50 år er det produsert og solgt rundt 49 prosent av det vi antar finnes av utvinnbare petroleumsressurser på norsk kontinentalsokkel fra totalt 115 felt.

source: Gullfaks was discovered in 1978, and the plan for development and operation (PDO) for Gullfaks Phase I was approved in 1981.
nb: Gullfaks ble påvist i 1978, og plan for utbygging og drift (PUD) for Gullfaks fase I ble godkjent i 1981.

source: Original recoverable petroleum resources in the North Sea as of 31.12.2020 – Oil and condensate are quoted in million standard cubic metres (Sm³).
nb: Totale petroleumsressurser i Nordsjøen per 31.12.2020 – Olje og kondensat blir oppgitt i millioner standard kubikkmeter (Sm³).

source: The programme provides funding for a number of projects carried out by small and medium-sized enterprises in order to encourage more innovation in the supplier industry.
nb: Programmet finansierer mange prosjekt hos små og mellomstore bedrifter for å stimulere til mer innovasjon i leverandørindustrien.

source: Varg is a field in the central part of the North Sea, south of the Sleipner Øst field.
nb: Varg ligger i den sentrale delen av Nordsjøen, sør for Sleipner Øst.

source: An appraisal well was drilled on Frigg in 2019.
nb: En avgrensningsbrønn ble boret på Frigg i 2019.

source: Resources in discoveries have increased by 3 million Sm
nb: Ressursene i funn har økt med 3 millioner Sm

source: The water depth is 270 metres.
nb: Vanndybden i området er 270 meter.

source: Quantities can be expressed by mass (weight), volume and energy content.
nb: Mengder kan oppgis i masse (vekt), volum og energiinnhold.

source: The Government Pension Fund Global, originally called the Government Petroleum Fund, was established in 1990 to ensure a long-term perspective in the management of government petroleum revenues.
nb: Statens pensjonsfond utland (SPU), tidligere kalt Oljefondet, ble etablert i 1990 for å sikre langsiktige hensyn i bruken av statens petroleumsinntekter.

source: Tune produces gas and some condensate mainly from Middle Jurassic sandstone in the Tarbert Formation (Brent Group).
nb: Tune produserer gass og noe kondensat hovedsakelig fra sandstein av mellomjura alder i Tarbertformasjonen (Brentgruppen).

source: are separated from the wellstream before the natural gas is chilled to liquid form (LNG) and stored in dedicated tanks.
nb: skilt fra brønnstrømmen før naturgassen blir kjølt ned til flytende form (LNG) og lagret i dedikerte tanker.

source: The reservoir contains oil in sandstone of Early Jurassic age in the Cook Formation.
nb: Reservoaret inneholder olje i sandstein av tidligjura alder i Cookformasjonen.

source: Visund is a field in the northern part of the North Sea, northeast of the Gullfaks field.
nb: Visund ligger i den nordlige delen av Nordsjøen, nordøst for Gullfaks.

source: The Gullveig, Gulltopp and Rutil deposits are produced by pressure depletion and partial aquifer drive.
nb: Gullveig-, Gulltopp- og Rutil-forekomstene produseres med trykkavlastning og delvis støtte fra naturlig vanndriv.

source: ), and for precise indication of volumes, the temperature and pressure at which they apply must also be stated.
nb: ), og for presis angivelse av volum må man også oppgi temperatur og trykk dette gjelder ved.

source: The plan for development and operation (PDO) is expected to be submitted in late 2022.
nb: Plan for utbygging og drift (PUD) ventes levert sent i 2022.

source: The undiscovered resources in the Barents Sea include volumes in the Barents Sea south, south-east and north-east.
nb: De ikke påviste ressursene i Barentshavet inkluderer volum i Barentshavet sør, sørøst og nordøst.

source: It is also possible to apply for exemption if there is a lack of infrastructure in an area or if there is substantial ongoing work within the licence.
nb: Det kan også søkes om fritak dersom det mangler infrastruktur i området, eller dersom det gjøres omfattende arbeid i en utvinningstillatelse.

source: After finding a technical solution, production started again in October 2019.
nb: Produksjonen startet igjen i oktober 2019 etter utbedring av tekniske problemer.

source: The PDO for Phase II was approved in 1998 and included production of gas from the Brent Group in the Gullfaks Sør deposit.
nb: PUD for fase II ble godkjent i 1998, og omfattet gassproduksjon fra Brentgruppen i Gullfaks Sør-forekomsten.

source: As part of the Eldfisk II development project, Embla was tied to the Eldfisk S facility, extending the lifetime for Embla.
nb: Som en del av utbyggingsprosjektet Eldfisk II ble Embla knyttet til Eldfisk S-innretningen.

source: Jotun is a field in the central part of the North Sea, 25 kilometres north of the Balder field.
nb: Jotun ligger i den sentrale delen av Nordsjøen, 25 kilometer nord for Balder.

source: Oseberg Øst was discovered in 1981, and the plan for development and operation (PDO) was approved in 1996.
nb: Oseberg Øst ble påvist i 1981, og plan for utbygging og drift (PUD) ble godkjent i 1996.

source: The initial field development started with three production platforms: Ekofisk A, Ekofisk B and Ekofisk C. Wellhead platform Ekofisk X and process platform Ekofisk J were installed in 1996 and 1998, respectively, as part of the Ekofisk II project.
nb: Ekofisk A, Ekofisk B og Ekofisk C. Brønnhodeplattformen Ekofisk X og prosessplattformen Ekofisk J ble installert i henholdsvis 1996 og 1998, som en del av Ekofisk II-prosjektet.

source: In addition, the 7324/6-1 (Sputnik) discovery is assessed as an unlikely candidate for development, and it is therefore not included in the accounts.
nb: I tillegg er funnet 7324/6-1 (Sputnik) vurdert som lite sannsynlig å bygge ut, og det er derfor ikke inkludert i regnskapet.

source: Aasta Hansteen was granted a PDO exemption for the development of the Snefrid Nord deposit in 2017.
nb: PUD-fritak for utbygging av Snefrid Nord-forekomsten ble innvilget i 2017.

source: This maintains gas injection in Smørbukk and Smørbukk Sør, and gas export volumes from the Åsgard field.
nb: Dette sikrer både gassinjeksjon på Smørbukk og Smørbukk Sør, og gasseksportvolumer fra Åsgard.

source: In 1995, an amended PDO for Embla was approved.
nb: Endret PUD for Embla ble godkjent i 1995.

source: Produced oil will be transported by pipeline to the storage vessel Njord B, and further by tankers to the market.
nb: Produsert olje skal transporteres med rørledning til lagerskipet Njord B, og videre med tankskip til markedet.

source: The current capacity of the plant is 70 million Sm
nb: Anlegget har en kapasitet på 70 millioner Sm

source: All wells were produced with gas lift.
nb: Alle brønnene ble produsert med gassløft.

source: A PDO exemption for Fram C-Øst was approved in 2016; the development included a long oil producer drilled from the B2-template on Fram Øst.
nb: PUD-fritak for Fram C-Øst ble innvilget i 2016. Denne utbyggingen inkluderer en lang oljeproduksjonsbrønn boret fra B2-havbunnsrammen på Fram Øst.

source: The reservoir in the Ivar Aasen discovery consists of fluvial sandstone of Late Triassic to Middle Jurassic age in the Skagerrak and Sleipner Formations and shallow marine sandstone in the Middle Jurassic Hugin Formation.
nb: Reservoaret i Ivar Aasen-funnet består av fluvial sandstein av sentrias til mellomjura alder i Skagerrak- og Sleipnerformasjonene og grunnmarin sandstein i midtre jura Huginformasjonen.

source: Stabilised oil is transported from Kristin to Åsgard C and further offloaded to shuttle tankers.
nb: Stabilisert olje transporteres til Åsgard C og losses derfra til tankskip.

source: Production started in June 2021.
nb: Produksjonen fra Martin Linge startet i juni 2021.

source: The discovery was proven in 1986 on the Frigg Gamma structure.
nb: Funnet ble påvist i 1986 i Frigg Gamma-strukturen.

source: At year-end, the reserves are 276 million Sm
nb: Reservene utgjør ved årsskiftet 276 millioner Sm

source: A PDO for the redevelopment of Hod was approved in December 2020.
nb: Plan for reutbygging av feltet ble godkjent i desember 2020.

source: This corresponds to around NOK 2 million per registered person in Norway. The Ministry of Finance made the first capital transfer to the fund
nb: Dette tilsvarer rundt 2 millioner kroner per registrert bosatt i Norge. Gjennom et investeringsfond med svært lang tidshorisont, skal petroleumsformuen komme både dagens og framtidige generasjoner til gode.

source: Skarv is a field in the northern part of the Norwegian Sea, 35 kilometres southwest of the Norne field.
nb: Skarv ligger i den nordlige delen av Norskehavet, 35 kilometer sørvest for Norne.

source: Ekofisk Life of Field Seismic (LoFS) provides data for monitoring of waterflood and dynamic changes in the overburden for use in reservoir management.
nb: Seismikksystemet Ekofisk Life of Field Seismic (LoFS) gir data for overvåkning av vannstrømning og dynamiske forandringer i overlagringen som brukes til reservoarstyring.

source: The well stream is transported via pipeline to Heidrun for processing at a dedicated gas processing module.
nb: Brønnstrømmen transporteres via rørledning til Heidrun for prosessering i en egen gassprosessmodul.

source: In 2009 and 2011, two additional templates were installed in the southern and northern parts of the field, respectively.
nb: I 2009 og 2011 ble det installert to bunnrammer i henholdsvis den sørlige og nordlige delen av feltet.

source: Environment and technology
nb: Miljø og teknologi

source: The oil was transported to the Ekofisk field via the oil pipeline from Ula, and further via Norpipe to Teesside in the UK.
nb: Oljen ble transportert til Ekofisk via oljerørledningen fra Ula og videre via Norpipe til Teesside i Storbritannia.

source: After gas export started in 2007, only minor volumes of gas have been injected.
nb: Etter at gasseksporten begynte i 2007, ble bare små gassvolumer injisert.

source: Rich gas is transported through the Kvitebjørn Gas Pipeline to the Kollsnes terminal, while condensate is transported in a pipeline tied to the Troll Oil Pipeline II and further to the Mongstad terminal.
nb: Rikgass transporteres i Kvitebjørn Gassrør til Kollsnes-terminalen, mens kondensat fraktes i en rørledning tilknyttet Troll Oljerør II for videre transport til Mongstad-terminalen.

source: A PDO exemption for the Beta East segment was granted in 2004.
nb: PUD-fritak for Beta Øst-segmentet ble innvilget i 2004.

source: Since 2019, CO
nb: Siden 2019 har også CO

source: The conversion factor for NGL in tonnes to Sm³ is 1.9.
nb: Omregningsfaktor for NGL i tonn til Sm³ er 1,9.

source: When the basis for ordinary tax and special tax is calculated, investments are written off using straight-line depreciation over six years from the year the expense was incurred.
nb: Investeringer blir avskrevet lineært over seks år fra det året investeringene blir pådratt, både i grunnlaget for ordinær skatt og særskatt.

source: Edvard Grieg produces undersaturated oil from alluvial, aeolian and shallow marine sandstone and conglomerate of Late Triassic to Early Cretaceous age.
nb: Edvard Grieg produserer undermettet olje fra alluvial, eolisk og grunnmarin sandstein og konglomerat av sentrias til tidligkritt alder.

source: Jotun is integrated with the Balder field.
nb: Jotun er integrert med Balder-feltet.

source: A new gas module dedicated to Fram has been installed on Troll C and started operation early 2020.
nb: En ny gassmodul for Fram ble installert på Troll C-innretningen og kom i drift tidlig i 2020.

source: Production from Brynhild ceased in 2018.
nb: Feltet sluttet å produsere i 2018.

source: This corresponds to around NOK 2 million per registered person in Norway.
nb: Dette tilsvarer rundt 2 millioner kroner per registrert bosatt i Norge.

source: The oil is transported from the Tambar field to the Ula facility.
nb: Oljen transporteres fra Tambar til Ula-innretningen.

source: Gyda was discovered in 1980, and the plan for development and operation (PDO) was approved in 1987.
nb: Gyda ble påvist i 1980, og plan for utbygging og drift (PUD) ble godkjent i 1987.

source: Production history and forecast distributed per resource category, 2015-2030
nb: Produksjonshistorikk og prognose fordelt på modenhet av ressursene, 2015-2030 Oppdatert:

source: The field is developed with two subsea templates tied-back to the Åsgard B facility.
nb: Feltet er bygd ut med to havbunnsrammer koblet til Åsgard B-innretningen.

source: Hyme is a field in the southern part of the Norwegian Sea, 19 kilometres northeast of the Njord field.
nb: Hyme ligger i den sørlige delen av Norskehavet, 19 kilometer nordøst for Njord.

source: The estimate for uundiscovered resources is 665 million Sm
nb: Estimatet for de ikke påviste ressursene er 665 millioner Sm

source: This entails a reduction in remaining reserves of 14 million Sm
nb: Dette gir en reduksjon i gjenværende reserver på 14 millioner Sm

source: Growth from new discoveries in 2020 has been good, while at the same time, 14 of the discoveries in last year’s accounts are now assessed as unlikely candidates for development and have thus been removed from this year’s accounts.
nb: Det har vært god tilvekst fra nye funn i 2020, men samtidig er 14 av funnene i fjorårets regnskap nå vurdert med lav sannsynlighet for utbygging og tatt ut av årets regnskap.

source: The PDO for the Heimdal Gas Centre was approved in 1999, and included a new riser facility, connected by a bridge to HMP1.
nb: PUD for Heimdal Gassenter ble godkjent i 1999, den inkluderte en ny stigerørsinnretning koblet til HMP1 med en bro. Heimdal er nå hovedsakelig et prosess-senter for andre felt.

source: 25/2-18 S (Langfjellet) is a discovery in the central North Sea, 20 kilometres east of the Frigg field.
nb: 25/2-18 S (Langfjellet) er et funn i den midtre delen av Nordsjøen, 20 kilometer øst for Frigg.

source: Those are awards in predefined areas (APA) for mature parts where the knowledge is highest and numbered licensing rounds in other areas.
nb: Det er tildeling i forhåndsdefinerte områder (TFO) i leteområder hvor kunnskapen er høyest og nummererte konsesjonsrunder i øvrig areal.

source: A decommissioning plan was submitted in 2020 and plugging and abandonment of the wells is ongoing.
nb: Avslutningsplanen ble levert i 2020 og permanent plugging av brønner pågår.

source: CO₂ emissions from petroleum activities in 2020, by source
nb: CO₂-utslipp fra petroleumsvirksomheten i 2020, fordelt på kilde

source: Tor is a field in the southern part of the Norwegian sector in the North Sea, 13 kilometres northeast of the Ekofisk field.
nb: Tor ligger i den sørlige delen av norsk sektor i Nordsjøen, 13 kilometer nordøst for Ekofisk.

source: Cod is a field in the southern part of the Norwegian sector in the North Sea, 75 kilometres northwest of the Ekofisk field.
nb: Cod ligger i den sørlige delen av norsk sektor i Nordsjøen, 75 kilometer nordvest for Ekofisk-feltet.

source: Kristin was discovered in 1997, and the plan for development and operation (PDO) was approved in 2001.
nb: Kristin ble påvist i 1997, og plan for utbygging og drift (PUD) ble godkjent i 2001.

source: What is produced on the Norwegian shelf?
nb: Hva produseres på norsk sokkel?

source: Heimdal was discovered in 1972, and the plan for development and operation (PDO) was approved in 1981.
nb: Heimdal ble påvist i 1972, og plan for utbygging og drift (PUD) ble godkjent i 1981.

source: The concrete facilities account for about 70 per cent of the total weight of facilities on the shelf.
nb: Betong­innretningene utgjør rundt 70 prosent av den totale vekten av innretningene på sokkelen.

source: In 2005, wellhead platform Ekofisk M was installed as part of the Ekofisk Growth Project.
nb: I 2005 ble brønnhodeplattformen Ekofisk M installert, som en del av Ekofisk Vekst-prosjektet.

source: Heidrun was discovered in 1985, and the plan for development and operation (PDO) was approved in 1991.
nb: Heidrun ble påvist i 1985, og plan for utbygging og drift (PUD) ble godkjent i 1991.

source: The different pipeline systems are linked to onshore facilities in Norway, the UK and continental Europe.
nb: De ulike rørsystemene er knyttet til landanlegg i Norge, Storbritannia og kontinentet.

source: Historical data and projections of discharges of produced water, 1998-2025 – Historical numbers for 1998-2020 and projections for 2021-2025
nb: Historiske data og prognose for utslipp av produsert vann, 1998-2025 – Historiske tall for 1998-2020 og prognoser for 2021-2025

source: Plateau production has been short for both oil and gas, and production is now declining.
nb: Platåproduksjon for både olje og gass har vært kortvarig og nå avtar produksjonen.

source: Gas lift is used in some of the wells.
nb: Gassløft brukes i noen av brønnene.

source: Trym was discovered in 1990, and the plan for development and operation (PDO) was approved in 2010.
nb: Trym ble påvist i 1990, og plan for utbygging og drift (PUD) ble godkjent i 2010.

source: The test production is planned to start in 2021.
nb: Testproduksjonen er planlagt å starte i 2021.

source: The main reservoirs of the Gullfaks, Oseberg and Statfjord fields are in the large Brent delta that formed in the Jurassic.
nb: Hovedreservoaret på blant annet Gullfaks, Oseberg og Statfjord ligger i det store Brent-deltaet fra juratiden.

source: Gas pre-compression started in 2014 and has increased the gas recovery from the field.
nb: Prekompresjon av gass, som startet fra 2014, har gitt økt gassutvinning.

source: for more details (in Norwegian).
nb: fra Oljedirektoratet for mer informasjon.

source: The Ekofisk complex is a hub for petroleum activities in this area, and many fields are tied in to the Ekofisk infrastructure for onward transport.
nb: Ekofisk-komplekset er et viktig knutepunkt i området, og mange felt er knyttet opp til infrastrukturen på Ekofisk for videre transport.

source: Eldfisk A is converted into a wellhead platform and Eldfisk FTP is used as bridge-support facility.
nb: Eldfisk A er bygget om til brønnhodeplattform, og Eldfisk FTP brukes som brostøtte.

source: Knarr was discovered in 2008, and the plan for development and operation (PDO) was approved in 2011.
nb: Knarr ble påvist i 2008, og plan for utbygging og drift (PUD) ble godkjent i 2011.

source: The APA system was introduced in 2003 to ensure that profitable resources in mature areas are proven and recovered before existing infrastructure is shut down.
nb: Ordningen ble innført i 2003 for å påvise og utvinne lønnsomme ressurser i modne områder før eksisterende infrastruktur blir stengt ned.

source: The reservoir contains oil in sandstone of Paleocene age in the Heimdal Formation, at a depth of 2150 metres.
nb: Reservoaret inneholder olje i sandstein av paleocen alder i Heimdalformasjonen, på 2150 meters dyp.

source: The well stream is sent to the Kristin platform for processing.
nb: Brønnstrømmen sendes til Kristin-innretningen for prosessering.

source: Odin is a field in the central part of the North Sea, eight kilometres northeast of the Frigg field.
nb: Odin ligger i den sentrale delen av Nordsjøen, åtte kilometer nordøst for Frigg.

source: The strategy for licensing rounds in recently opened and frontier areas has generally been based on the principle of step by step or sequential exploration.
nb: Strategien for konsesjonsrunder i nyåpnede og umodne områder har som hovedregel fulgt prinsippet om stegvis (sekvensiell) leting.

source: Since 2017, gas production is increased by two subsea wet gas compressors, tied-back to the Gullfaks C platform.
nb: Siden 2017 har to havbunnskompressorer for våtgass tilknyttet Gullfaks C-innretningen økt gassproduksjonen.

source: The field is developed with one production well drilled from the Gullfaks C platform.
nb: Utbyggingskonseptet er en produksjonsbrønn boret fra Gullfaks C-innretningen.

source: Oil and gas are transported to the Edvard Grieg platform for final processing.
nb: Olje og gass transporteres til Edvard Grieg-innretningen for endelig prosessering.

source: where the visitors come from (geographical city/country)
nb: hvor de besøkende kommer fra (geografisk by/land)

source: The Frigg field is, so far, the largest field on the shelf where decommissioning of the facilities has been completed.
nb: Frigg-feltet er det hittil største feltet på sokkelen hvor disponering av innretningene er gjennomført.

source: Gas lift is used in the wells.
nb: Gassløft blir brukt i brønnene.

source: Norway’s tax revenues from petroleum activities between 1971 and 2022 is shown below.
nb: Figuren under viser betalt skatt til staten i perioden 1971 til 2022.

source: Lille-Frigg is a field in the central part of the North Sea, 16 kilometres east of the Frigg field.
nb: Lille-Frigg ligger i den sentrale delen av Nordsjøen, 16 kilometer øst for Frigg.

source: Production stopped temporarily in 2016 when the Njord A facility was shut down and towed to land for reinforcement and modifications.
nb: Produksjonen opphørte midlertidig i 2016, da Njord A-innretningen ble stengt og slept til land for oppgradering og modifisering.

source: The first exploration well was drilled in summer 1966, but proved to be dry.
nb: Den første letebrønnen ble boret sommeren 1966, men viste seg å være tørr.

source: The plan for development and operation (PDO) was approved in 2019.
nb: Plan for utbygging og drift (PUD) ble godkjent i 2019.

source: Gas is imported from Zeepipe 2A for gas injection and gas lift in the wells.
nb: Gass importeres fra Zeepipe 2A for gassinjeksjon og gassløft i brønner.

source: The Norwegian Petroleum Directorate uses a volumetric conversion of NGL and oil to liquid and a simplified energy-based conversion factor between gas and liquid.
nb: Oljedirektoratet benytter en volumetrisk omregning av NGL og olje til væske og en forenklet energibasert omregningsfaktor mellom gass og væske.

source: The drive mechanism for the main reservoirs is primarily water injection, with gas injection and water alternating gas injection (WAG) in some areas.
nb: Drivmekanismen i hovedreservoarene er primært vanninjeksjon, med gassinjeksjon og vann- alternerende gassinjeksjon (VAG) i noen områder.

source: The well stream is transported to the Skarv FPSO for processing.
nb: Brønnstrømmen transporteres til Skarv-skipet for behandling.

source: The net government cash flow from petroleum activities, 1971-2022 – 2021 and 2022 are preliminary numbers from the National Budget 2022.
nb: Statens netto kontantstrøm fra petroleumsvirksomheten, 1971-2022 – 2021 og 2022 er foreløpige tall fra nasjonalbudsjettet 2022.

source: TP1, CDP1 and TCP2 had concrete substructures and steel frame topsides.
nb: TP1, CDP1 og TCP2 hadde betongunderstell og dekksramme av stål.

source: The field was shut down in 1998 and the facility was removed in 2013.
nb: Feltet ble stengt ned i 1998, og innretningen ble fjernet i 2013.

source: Solveig is developed with five single wells, tied-back to the Edvard Grieg field.
nb: Solveig er bygd ut med fem enkeltbrønner tilknyttet Edvard Grieg-feltet.

source: A significant percentage of the expected remaining resources in the Barents Sea have yet to be proven.
nb: Store deler av de forventede ressursene som er igjen i Barentshavet er ikke påvist.

source: Hammerfest municipality, Troms and Finnmark
nb: Hammerfest kommune i Troms og Finnmark

source: Varg was discovered in 1984, and the plan for development and operation (PDO) was approved in 1996.
nb: Varg ble påvist i 1984, og plan for utbygging og drift (PUD) ble godkjent i 1996.
